Repository: raveintospace/Stanford2023
Catalog: Memorize/Memorize/Localizable.xcstrings
Source language: en
Languages: ca, es

source: Add emojis here
ca: Afegeix emojis aquí
es: Añade emojis aquí

source: Animal faces
ca: Cares d'animals
es: Caras de animales

source: App info
ca: Info de l'app
es: Info de la app

source: App purpose
ca: Propòsit de l'app
es: Propósito de la app

source: Application
ca: Aplicació
es: Aplicación

source: Blue
ca: Blau
es: Azul

source: Brown
ca: Marró
es: Marrón

source: Changes not saved
ca: Canvis no guardats
es: Cambios no guardados

source: Company website
ca: Web de l'empresa
es: Web de la empresa

source: Countries
ca: Països
es: Países

source: Custom deck selected
ca: Baralla personalitzada sel·leccionada
es: Baraja personalizada seleccionada

source: DECK
ca: BARALLA
es: BARAJA

source: Deck editor
ca: Editor de baralles
es: Editor de barajas

source: Deck played
ca: Baralla jugada
es: Baraja jugada

source: Developer
ca: Desenvolupador
es: Desarrollador

source: Discard
ca: Descartar
es: Descartar

source: Do you want to discard or save the changes made?
ca: Vols descartar o guardar els canvis fets?
es: ¿Quieres descartar o guardar los cambios hechos?

source: Do you want to erase the scores saved?
ca: Vols esborrar les puntuacions guardades?
es: ¿Quieres borrar las puntuaciones guardadas?

source: Do you want to remove or keep your custom deck?
ca: Vols esborrar o mantenir la teva baralla personalitzada?
es: ¿Quieres borrar o mantener tu baraja personalizada?

source: Empty fields
ca: Camps buits
es: Campos vacíos

source: Exit
ca: Tancar
es: Cerrar

source: Exit screen
ca: Tancar pantalla
es: Cerrar pantalla

source: Faces
ca: Cares
es: Caras

source: Final score
ca: Punts finals
es: Puntos finales

source: Game ended 🎉 What do you want to do now?
ca: Partida finalitzada 🎉 Què vols fer ara?
es: Partida finalizada 🎉 ¿Qué quieres hacer ahora?

source: Gold
ca: Or
es: Oro

source: Green
ca: Verd
es: Verde

source: Indigo
ca: Indi
es: Índigo

source: Initial deck is missing
ca: Baralla inicial perduda
es: Baraja inicial perdida

source: Keep
ca: Mantenir
es: Mantener

source: Keep editing
ca: Seguir editant
es: Seguir editando

source: Learn more
ca: Coneix més
es: Conoce más

source: MATCHES
ca: Parelles
es: PAREJAS

source: Matches: %lld
ca: Parelles: %lld
es: Parejas: %lld

source: Music
ca: Música
es: Música

source: Name
ca: Nom
es: Nombre

source: Orange
ca: Taronja
es: Naranja

source: Play again
ca: Nova partida
es: Nueva partida

source: PLAYER
ca: JUGADOR
es: JUGADOR

source: Player name
ca: Nom del jugador
es: Nombre del jugador

source: Please select another deck before editing the custom one
ca: Per favor, tria una altra baralla abans d'editar la personalitzada
es: Por favor, escoge otra baraja antes de editar la personalizada

source: Please set a name and emojis for your custom deck
ca: Per favor, posa nom i emojis a la teva baralla personalitzada
es: Por favor, configura un nombre y emojis para tu baraja personalizada

source: Privacy policy
ca: Política de privacitat
es: Política de privacidad

source: Purple
ca: Lila
es: Lila

source: Quit game
ca: Sortir del joc
es: Salir del juego

source: Red
ca: Vermell
es: Rojo

source: Remove
ca: Esborrar
es: Borrar

source: Remove custom deck
ca: Esborrar baralla personalitzada
es: Borrar baraja personalizada

source: Reset scoreboard
ca: Resetejar puntuacions
es: Resetear puntuaciones

source: Restart
ca: Reiniciar
es: Reiniciar

source: Save
ca: Guardar
es: Guardar

source: Save deck
ca: Guardar baralla
es: Guardar baraja

source: Save score
ca: Guardar puntuació
es: Guardar puntuación

source: Save your score
ca: Guardar puntuació
es: Guardar puntuación

source: SCORE
ca: PUNTS
es: PUNTOS

source: Score: %lld
ca: Punts: %lld
es: Puntos: %lld

source: Scoreboard
ca: Puntuacions
es: Puntuaciones

source: See app info
ca: Veure info de l'app
es: Ver info de la app

source: See scoreboard
ca: Veure puntuacions
es: Ver puntuaciones

source: Select deck
ca: Triar baralla
es: Escoger baraja

source: Set a name for your deck
ca: Posa nom a la teva baralla
es: Pon nombre a tu baraja

source: Set card color
ca: Triar color de carta
es: Escoger color de carta

source: Silver
ca: Plata
es: Plata

source: Sorry 😳
ca: Disculpa 😳
es: Disculpa 😳

source: Sports
ca: Esports
es: Deportes

source: Start
ca: Començar
es: Empezar

source: Tap emoji to remove
ca: Prem per esborrar l'emoji
es: Pulsa para borrar el emoji

source: Terms of service
ca: Termes del servei
es: Términos de servicio

source: This feature is only available in vertical mode
ca: Aquesta opció només está disponible en mode vertical
es: Esta opción sólo está disponible en modo vertical

source: This is Uri, a junior iOS developer trying to get my first iOS job. I have learned autonomously and by taking courses from some of the most renowned iOS developers, such as Paul Hudson, Swiftful Thinking, Brais Moure or SwiftBeta.
ca: Soc l'Uri, un desenvolupador iOS junior intentant trobar la meva primera feina iOS. He après autònomament i fent cursos d'alguns dels desenvolupadors iOS més reconeguts, com Paul Hudson, Swiftul Thinking, Braise Moure o SwiftBeta.
es: Soy Uri, un desarrollador iOS junior intentando encontrar mi primer trabajo iOS. He aprendido autónomamente y siguiendo cursos de alguno de los desarrolladores iOS más reconocidos, como Paul Hudson, Swiftful Thinking, Brais Moure o SwiftBeta.

source: Total matches
ca: Parelles totals
es: Parejas totales

source: Visit my GitHub 🚀
ca: Visita el meu GitHub 🚀
es: Visita my GitHub 🚀

source: Visit my Linkedin 👨🏻‍💻
ca: Visita el meu Linkedin👨🏻‍💻
es: Visita my Linkedin 👨🏻‍💻

source: Visit Stanford Course 🏫
ca: Visita el curs d'Stanford 🏫
es: Visita el curso de Stanford 🏫

source: With this app I followed Stanford University's course CS193p to keep learning how to develop apps with SwiftUI. I have added extra features to make the game more complete. It uses MVVM architecture and has several reusable components.
ca: Amb aquesta app he seguit el curs "CS193p" de la Universitat d'Stanford per continuar aprenent com desenvolupar apps amb SwiftUI. He afegit funcions extra per fer el joc més complet. Fa servir arquitectura MVVM i té uns quants components reutilitzables.
es: Con esta app he seguido el curso "CS193p" de la Universidad de Stanford para continuar aprendiendo cómo desarrollar apps con SwiftUI. He añadido funciones extra para hacer el juego más completo. Tiene arquitectura MVVM y varios componentes reutilizables.

source: Yellow
ca: Groc
es: Amarillo

source: You can find more information about Stanford University's course CS193p (Developing Applications for iOS using SwiftUI) clicking on the link below.
ca: Pots trobar més informació sobre el curs "CS193p" de la Universitat d'Stanford visitant l'enllaç de sota.
es: Puedes encontrar más información sobre el curso "CS193p" de la Universidad de Stanford visitando el enlace de debajo.

source: You will lose your score if you press Exit
ca: Perdràs els punts si prems Tancar
es: Perderás tus puntos si pulsas Cerrar

source: Animals
es: Animales

source: Vehicles
es: Vehículos
